[
  {
    "chunk_id": "chunk_0",
    "text": "BOARD OF GOVERNORS  New York State Unified Court System Office of Court Administration Office of ADR Programs January 8, 2018 These case summaries are provided for informational purposes only and for the convenience of th ose interested in learning more about the Attorney-Client Fee Arbitration Program. The summaries should not be construed as an endorsement of any particular case by the Board of Governors or the Office of Court Administration, and do not constitute legal advice or counsel.  1 TABLE OF CONTENTS NOTIFYING CLIENTS OF THE RIGHT TO ARBITRATE .................................................. ........... 2 Account Stated .................................................. ................................................... ......................... 4 Sufficiency of Notice .................................................. ................................................... ................ 5 Exceptions to Part 137 .................................................. ................................................... .............. 5 Attorney’s Pleading Requirement (137.6(b)) .................................................. ................................. 10 Adjusting Fees for Non-Compliance with Court Rules ................................................... .................. 12 Part 1400 .................................................. ................................................... ................................ 12 Part 1215 .................................................. ................................................... ................................ 15 POST AWARD PROCEDURES .................................................. ................................................... 16 137.8 Trial de novo .................................................. ................................................... ................ 16 CPLR Article 75 .................................................. ................................................... ..................... 20 Attorney’s Failure to Participate or Comply with Arbitration Award (137.11) .............................. 23 Waiver .................................................. ................................................... ................................... 24 Sufficiency of Arbitration Awards .................................................. ............................................. 27 MISCELLANEOUS LEGAL PRINCIPLES AFFECTING FEE DISPUT ES ................................... 27 Agreements to arbitrate .............................................................................. ................................ 28 Charging Client for Costs associated with Fee Dispute .................................................. .............. 28 Liens .................................................. ................................................... ...................................... 29 ISSUE PRECLUSION .................................................. ................................................... ............... 31 137.7 ARBITRATION HEARING .................................................. ................................................ 32 Arbitrator’s Authority .................................................. ................................................... ............. 32 Attorney Representation .................................................. ................................................... ......... 32 Table of Cases .................................... ................................................... .......................................... 34  2 Louissaint v. DePaolo, 2010 NY Slip Op 33138(U) (Supreme Court, Queens County 2010). Where notice under Part 137 is required but not served, attorney may be precluded from recovering fee (Scordio, Paikin, Rotker, and Julien). However, citing the interest of justice and judicial economy, the court did not require attorney to re-file after serving notice pursuant to Part 137. Tomei v Schwartz , 45 Misc. 3d 1207(A) Court: New York City Civil Court Date: October 10, 2010 Part 137 lists only eight exceptions to offering clients the right to arbitrate. “Therefore absent one of these eight exceptions an attorney must offer participation in the program to a non- paying client. These cases work from the presumption that if not being paid for any reason, the attorney should offer fee dispute resolution to the client, because not to do so undercuts the very purpose of the Rule to provide \"for the informal and expeditious resolution of fee disputes between attorneys and clients through arbitration and mediation\" [§137.0]. “ Messenger v. Deem , 26 Misc. 3d 808; 893 N.Y.S.2d 434; 2009 N.Y. Misc. LEXIS 3313 (Sup. Ct. Westchester 2009). Court follows reasoning of Wexler (not Rotker and Scordio). Client’s mere nonpayment is enough to trigger attorney’s requirement to notify client of the right to arbitrate. Client does not need to explicitly dispute the fee. Attorneys must comply with the Rule unless it falls within one of the enumerated exceptions. Wexler & Burkhart, LLP v. Grant 2006 N.Y. Slip Op. 51005(U) (Sup. Ct., Nassau County 2006). The Nassau County Supreme Court did not apply the holding in Scordio to fee disputes arising under Part 137. Attorney argued that Part 137 did not apply, and consequently no notice was required, because the client did not actually dispute the fee, but rather simply did not pay the bills. The court held attorney’s interpretation is “untenable and would effectively eviscerate [Part 137]. The court distinguished Part 136 from Part 137, referring to the latter as wider in scope and detail and as placing the burden on the attorney to plead that the  3 dispute was not covered by Part 137 as a condition precedent to commencing an action in court."
  },
  {
    "chunk_id": "chunk_1",
    "text": "Herrick v. Lyon 7 A.D. 3d 571, 777 N.Y.S.2d 141 (App. Div. Second Dept. 2004). Plaintiff attorney commenced an action in Supreme Court to recover fees and disbursements for his representation of defendant client involving the enforcement of provisions of a divorce judgement. Defendant client moved to dismiss on the ground that plaintiff attorney failed to provide her notice of her right to arbitrate pursuant to 22 NYCRR 136.5(a). The Supreme Court denied the motion and client appealed. The Appellate Division held that Part 136 applied to an attorney who seeks to represent a client in action to enforce a judgement of divorce. Plaintiff’s failure to not only provide notice but also failure to plead in the complaint that notice was provided, but client failed to timely elect, required dismissal of attorney’s complaint for fees. Rotker v. Rotker 195 Misc.2d 768, 761 N.Y.S.2d 787 (Sup. Ct., Westchester County 2003). The Westchester County Supreme Court applied the holding in Scordio to fee disputes covered by Part 137. Attorney’s failure to provide notice of client’s right to arbitrate did not divest attorney of right to receive fee for services rendered because client never explicitly disputed attorney’s fee. Where client discharged attorney (allegedly for cause) and attorney asserted a retaining lien, the court concluded that it must hold a hearing to determine whether the discharge was for cause. If so, attorney is not entitled to a fee and must deliver client’s file to incoming counsel. If not, then client may commence arbitration on the fee dispute. Regarding client’s file, court held that attorney would be required to convey client’s file to incoming counsel if assets other than client’s file were available to secure attorney’s lien (if there were no such assets, client would have to proceed in litigation without the file). Scordio v. Scordio 270 A.D.2d 328, 705 N.Y.S.2d 58 (App. Div. 2d Dept. 2000). (Part 136) The Second Department declined to follow Paikin and held that the attorney could recover fees without participating in arbitration where the attorney did not send the 30-day notice of client’s right to arbitrate because the client never explicitly disputed the fee. Paikin v. Tsirelman 266 A.D.2d 136, 699 N.Y.S.2d 32 (App. Div. 1st Dept. 1999). (Part 136) Outgoing counsel is required to provide client with 30-day notice of right to arbitrate, even in the absence of any explicit fee disagreement. Failure to do so will result in dismissal of the complaint. Attorney could not rely on the principle of an account stated as reason for not complying with the notice requirements of Part 136. Such an interpretation would allow an attorney to circumvent the rules concerning matrimonial fee arbitration. As found by the  4 court in Lewis & Merrittv Smith, to interpret the common-law principles of an account stated, so as to find that a matrimonial client's failure to affirmatively object to his or her attorney's billings may provide a basis for circumventing the notice and pleading requirements of 22 NYCRR 136.5, would effectively eviscerate the fee arbitration rules governing domestic relations matters. Julien v Machson , 245 AD2d 122, 666 NYS2d 147 (1st Dept. 1997). Failure to give client notice of right to arbitrate results “in preclusion from recovering such legal fees”. N.B. attorney also failed to provide written retainer agreement and to submit itemized bills. Gretz (Matter of) v. Goldman (Sup. Ct., Westchester County, July 11, 2002, Spolzino, J., Index No. 08302/00, as reported in"
  },
  {
    "chunk_id": "chunk_2",
    "text": "Rotker v. Rotker, 195 Misc.2d 768,777, 761 N.Y.S.2d 787 (Sup.Ct., Westchester County 2003). By sending a notice of the right to arbitrate, counsel had triggered the client’s right to elect arbitration and could not thereafter refuse to submit the fee dispute to arbitration, despite the fact that the request was submitted after the 30-day statutory period had expired. Williams v Foubister , 176 Misc.2d 702, 673 NYS2d 840 (Monroe Co. Ct. 1998). Attorney sued in City Court while fee dispute was pending in arbitration program. Attorney demanded a trial de novo, challenging the constitutionality of the fee dispute program on several grounds, including equal protection and right to jury trial. Court dismissed the action. Account Stated Lewis & Merritt, L.L.P. v Smith , 170 Misc.2d 192, 650 NYS2d 921 (Sup.Ct., Nassau Co. 1996). Attorney cannot rely on account stated as basis for summary judgment. Court granted client’s cross motion for summary judgment dismissing complaint based on account stated. Attorney argued that because client never expressly objected to the fee, client assented to correctness of the account. Therefore, according to attorney, he was entitled to summary judgment based on account stated. Court rejected that contention, holding that it had to consider “the factual circumstances attending the particular transaction to determine if an account stated may properly be implied”. N.B. The court also held that the guarantor of the fee obligation is not entitled to his or her own notice of the right to arbitrate.  5 Paikin v. Tsirelman 266 A.D.2d 136, 699 N.Y.S.2d 32 (App. Div. 1st Dept. 1999). Outgoing counsel is required to provide client with 30-day notice of right to arbitrate, even in the absence of any explicit fee disagreement. Failure to do so will result in dismissal of the complaint. Attorney could not rely on the principle of an account stated as reason for not complying with the notice requirements of Part 136. Such an interpretation would allow an attorney to circumvent the rules concerning matrimonial fee arbitration. As found by the court in Lewis & Merrittv Smith, to interpret the common-law principles of an account stated, so as to find that a matrimonial client's failure to affirmatively object to his or her attorney's billings may provide a basis for circumventing the notice and pleading requirements of 22 NYCRR 136.5, would effectively eviscerate the fee arbitration rules governing domestic relations matters. Bartning v. Bartning , 16 A.D.3d 249, 791 N.Y.S.2d 541 (App. Div. 1st Dept. 2005). The Appellate Division applied the rule that an account stated exists where a party to a contract receives bills or invoices and does not protest them within a reasonable time. The Appellate Division held that the trial court should have granted the attorney’s request to fix his fee and impose a lien, and that lower court should also have refrained from imposing its own determination of the reasonable value of the attorney’s services in lieu of the amount actually billed, to which the client failed to object in a timely manner. Account stated was basis for summary judgment and client’s mere assertion in open court that he disputed the bills when attorney sent them was not enough to raise an issue of fact to overcome summary judgment. Here, the attorney sent the client the final billing, then sent notice and another request for payment by certified mail return receipt requested which was returned to sender, then by regular mail which was not returned but client also did not respond. Sufficiency of Notice Calendar, PC v. Edwards , 2006 NY Slip Op. 26402, 822 N.Y.S.2d 422 (N.Y.C. Civ. Ct., Queens County 2006). When client disputed fee, attorney sent client a letter by certified mail and advised client to download the relevant forms to commence fee dispute arbitration from the website for the Part 137 Program. The New York City Civil Court held that this notice did not comport with 22 NYCRR § 137.6(a) and dismissed the attorney’s action to recover fees in the Small Claims Part. Exceptions to Part 137  6"
  },
  {
    "chunk_id": "chunk_3",
    "text": "Gottlieb v. Marusya , 2004 NY Slip Op 51816U; 6 Misc. 3d 1023A; 800 N.Y.S.2d 346; 2004 N.Y. Misc. LEXIS 2988; 233 N.Y.L.J. 6, (Civil Court New York 2004). Attorney was not required to provide notice to client of the right to arbitrate because representation began in December 2001, prior to the effective date of Part 137. Attorney met w/ client in Dec. 2001 and opened client's file in Dec. 2001. Retainer was sent to client in Dec. 2001. Client did not sign letter or send retainer check to attorney until Jan. 2002. Client claims attorney failed to provide notice of right to arbitrate and is therefore precluded from bringing the action for fees. Court held that representation began in 2001 at first meeting and when attorney began representing client's interests. Additionally, client's failure to plead non-compliance w/ part 137 as an affirmative defense bars him from raising it now (CPLR 3018(b)). Edelman v. Poster , 72 A.D.3d 182, 894 N.Y.S.2d 398, 2010 WL 376107, 2010 Slip Op 00788 (App. Div. 1st Dept). (Part 136) Court held that retainer agreements should be construed in relation to the matrimonial rules governing retainers, fee disputes, and arbitration that were in effect at the time of retainer execution (Part 136). Since it was undisputed that the amount in dispute was greater than 100K, attorney was not required to send notice of the right to arbitrate. Migdal, Rosencrantz v. Coleman (2004 N.Y. Slip Op. 24423 (Sup. Ct., N.Y. County, 2004) (Part 136) Attorney included all matters in which he represented client when he calculated the amount in dispute (i.e., (i) claims against him by five other law firms for legal fees; (ii) a claim against him for the purchase of garments; (iii) charges for storage; (iv) the purchase of real estate in Connecticut; and (v) miscellaneous other non-matrimonial related matters). Court held that if that were the proper way to calculate the amount in dispute under Part 136, then attorney would also have to comply with all of the other matrimonial billing requirements under Part 1400 for the other matters. Part 136 applied because the amount in dispute fell within the program’s jurisdiction. Court dismissed attorney’s complaint for fees for legal services because of attorney’s failure to notify client of the right to arbitrate. Eiseman Levine Lehrhaupt & Kakoyiannis, PC v. Torino Jewelers, Ltd., 2007 NY Slip Op 08117; 2007 N.Y. Misc. LEXIS 3146807 (Appellate Division First Dept.). Court held that where amount disputed by attorney was greater than $50,000 and where amount disputed by client was less than $50,000 but was not an uncontroverted fact, Part 137  7 did not apply. Attorney and Client disagree as to the date client asked Attorney to stop working on Client’s case. As of the date client claims he asked attorney to stop work, both parties agree Client owed Attorney $49,424.80. Attorney continued to work on the case for a week after this date and billed Client an additional $10,979.80. Parties did not agree to arbitrate fee disputes where more than $50,000 was in dispute and since the amount in dispute is in excess of $50,000, Part 137 did not apply. Macnish-Lenox, LLC, v. Simpson , 2007 NY Slip Op 52055U; 2007 N.Y. Misc. LEXIS 7138 (Sup. Ct., Kings County 2007). (Unreported) Although amount in dispute is greater than $50,000 and is therefore not covered by Part 137, parties may consent to use arbitration to resolve their fee dispute. The court urged the parties to resolve their fee dispute through arbitration, “since such dispute is more appropriately resolved in that forum.”"
  },
  {
    "chunk_id": "chunk_4",
    "text": "Sieratzki v. Sei Global, 2009 WL 4009128, 2009 NY Slip Op 32656(U), (Sup. Ct. NY 2009). Where attorney represented client on four separate claims and fees were disputed in each claim, the court viewed the amount in dispute in the aggregate. Attorney was hired to represent client as corporate and securities counsel. All claims have a matter of fact in common. As such the amount in dispute was greater than 50K and Part 137 did not apply. Furthermore, the attorney properly plead the exception to the rule. Goldfarb v. Hoffman , 2016 WL 2636867 (App Div First Dept 2016). Despite the clause in the parties’ contract that stated the client had the right to arbitrate “as provided by [Part 137]”, the court held that the client did not have the right to arbitrate because the attorney represented client in a criminal matter and Part 137 does not apply to representation in criminal matters. Substantial Legal Questions, Malpractice, Misconduct Lorin v. 501 Second Street LLC and Dorothy Nash , 769 N.Y.S.2d 361 (Civ. Ct. Kings County 2003). Court dismissed plaintiff/ attorney’s action for fees because of attorney’s failure to provide notice of client’s right to arbitration. Plaintiff/ attorney, on motion to reargue, argued that Part 137 did not apply because client claimed malpractice as an affirmative defense to non-  8 payment. The Court said it would be in violation of public policy and the purpose of the rule to allow attorneys to avoid compliance by stating, “... the attorney knows the client will allege malpractice”. The Court said it is up to the “Local Administrative Body” to determine if “... malpractice is inextricably intertwined with the plaintiff’s claim for payment...” not the lawyer. “Two-Year” Exception Cooper, P.C. v Asch , 2014 N.Y. Misc. LEXIS 34, *4-5 (N.Y. Sup. Ct. Jan. 2, 2014) Where attorney’s services had not been rendered for more than two years, the dispute was not covered by Part 137 and the notice requirements did not apply. The attorney, however, failed to plead that the dispute was not covered by Part 137 pursuant to 137.6(b) and the court dismissed the complaint without prejudice. Borah, Goldstein, Altschuler, Schwartz, & Nahins, PC v. Gayle Lubnitzki a/k/a Gayle Shaul, 13 Misc. 3d 823 (New York City Civil Court). Hon. Barbara Jaffe. Index No. 30025TSN2006, The court dismissed plaintiff/ attorney’s suit to recover legal fees for failure to comply with Part 137. Plaintiff sued Defendant/Client to recover legal fees. Defendant claimed Plaintiff failed to comply with Part 137, by failing to notify her of her right to arbitrate the dispute. Plaintiff, amending his complaint, alleged that Part 137 did not apply as legal services had not been rendered in over two years. The court held that by actively litigating the fee dispute within two years, the plaintiff could not now claim the exception applied. The court held the plaintiff’s amended complaint related back to the original complaint for these purposes and, as the exemption would not have applied at the time the plaintiff sued, the plaintiff did not comply with Part 137. Fee Paid by Statute, F-P v. E.L.P 2015 N.Y. Slip Op. 51338 (Supreme Court, Bronx County). Court sanctioned attorney for participating in fee arbitration, in order to collect additional fees from client, after the court issued an order that determined attorney’s fees. The order also stated the attorney was not entitled to further compensation, and noted that attorney had already been paid in full pursuant to the retainer agreement."
  },
  {
    "chunk_id": "chunk_5",
    "text": "Williams v. Jacqueline Jackson , 2005 NY Slip Op 25496; 10 Misc. 3d 58; 809 N.Y.S.2d 771; 2005 N.Y. Misc. LEXIS (App. Term. 2d Dept. 2005).  9 Attorney’s claim for fees in a Mental Hygiene Law article 81 proceeding was dismissed due to attorney’s failure to notify client of right to arbitrate. Supreme Court decision barred an award of any further attorney's fees from the estate of alleged incapacitated person. However, there was no provision in the decision that limited plaintiff's fee to the amount that the court might, in its discretion, award from the estate of the incapacitated person. Plaintiff’s fee was not considered to be “determined pursuant to a court order” and therefore not an exception under Part 137. Matter of Jo D. Talbot , 2011 NY Slip Op 4059; 84 A.D.3d 967; 922 N.Y.S.2d 552; 2011 N.Y. App. Div. LEXIS 3977 (App. Div. 2d Dept 2011). In a proceeding pursuant to SCPA 2110 to fix and determine an attorney's fee, the Surrogate bears the ultimate responsibility of deciding what constitutes a reasonable legal fee, regardless of the existence of a retainer agreement or whether all of the interested parties have consented to the amount of fees requested…( Matter of Piterniak, 38 AD3d at 781; Matter of Szkambara, 53 AD3d at 502). Settlement Agreements Goldman & Greenbaum, PC v. Filippatos , 2007 WL 6734306, No. 102460/06, (Sup. Ct. NY County 2007). Court held that Part 137 did not apply and therefore attorney was not required to provide client with notice of right to arbitrate where parties agreed to a settlement over fees. The court reasoned that there was no dispute over fees, but rather a breach of a settlement agreement.  10 Attorney’s Pleading Requirement (137.6(b)) Feder Kaszovitz, LLP V. Edrich 2013 WL 5331066, 2013 N.Y. Slip Op. 32208(U), (Sup. Ct. New York County September 13, 2013). Wenig Saltiel, LLP v. Secord , 2013 N.Y. Slip Op. 23104; --- N.Y.S.2d ---- ; 2013 WL 1337266 (App. Term 2nd, 11th and 13th Judicial Districts 2013). Where defendant-clients’ letter terminating the attorney-client relationship stated it was “for cause and malpractice” (in conjunction with their affidavit in support of motion to dismiss), attorney properly plead that the dispute fell into one of the exceptions of Part 137 (137.1(b)(3) substantial legal questions ). Mintz & Gold LLP, V. Daibes, No. 111513/2010 (Sup. Ct. New York County March 30, 2011). Here, plaintiff does not dispute, nor even address, defendant's contention that plaintiff may not maintain this action because it failed to give plaintiff notice of his right to pursue arbitration and failed to comply with the pleading requirements of Part 137. Therefore, as plaintiff has failed to demonstrate compliance with Part 137, the Court sua sponte dismisses the complaint with leave to replead upon compliance with these requirements.  11 Ostrolenk v. Christopher , 2007 N.Y. Misc. LEXIS 6361; 238 N.Y.L.J. 42 (N.Y.C. Civ. Ct., Richmond County 2007). Court dismissed attorney/ plaintiff’s action to amend complaint to include de novo review of arbitration award where original summons and complaint was defective. Pursuant to 22 NYCRR 137.1(b) attorney is required to offer the client fee dispute resolution prior to suit. If the attorney does not offer fee dispute resolution, attorney must plead that the dispute is not otherwise covered by the program or that the client did not elect to use the program. Here, attorney never offered client fee dispute resolution. Parties participated in arbitration and attorney sought to amend his original complaint to include a fourth cause of action for de novo review of the award. The court denied plaintiff’s motion to amend his complaint as the initial complaint was a nullity for failure to offer fee dispute resolution. Bainton McCarthy,"
  },
  {
    "chunk_id": "chunk_6",
    "text": "LLC v. CBC Capital Ventures, Inc 2008 NY Slip Op 50126(U); 2008 WL 183722 (Sup. Ct. Nassau County 2008). “…[A] New York attorney suing New York residents in New York for a fee must at least plead an exception to the New York State Fee Dispute Resolution Program and by not doing so incurs dismissal.” Kerner v. Dunham 2007 NY Slip Op 9946; 46 A.D.3d 372; 848 N.Y.S.2d 617 (App. Div. 1st Dept. 2007). Plaintiff law firm instituted action in court to recover legal fees but failed to allege in the complaint that the dispute was not covered by Part 137 as is required by Part 137.6(b)(ii). Division affirmed the trial court’s order that granted defendant’s motion to dismiss the complaint for failure to allege the fee dispute fell outside of the monetary jurisdiction of the rule. LLP v. Fall Safe Air Safety Systems Corp 2007 NY Slip Op 34192(U); 2007 WL 4639431 (Sup. Ct. New York County 2007). Citing Kerner, the court held that although the fee dispute fell outside the scope of Part 137, the plaintiff attorney must allege as much in the complaint. Failure to do so mandates dismissal of the complaint.  12"
  },
  {
    "chunk_id": "chunk_7",
    "text": "PC v. Finkelstein , NYLJ January 25, 2006, at 19 (NY County Supreme Court). The court denied law firm’s application for reargument because firm had not argued that the dispute fell outside of the Part 137 Program on their prior motion as is required by CPLR 2221(d) 2. The law firm participated in the underlying arbitration and even argued that the client had not properly followed the procedures required by Part 137. “Reargument is not available where the movant seeks only to argue a new theory of liability not previously advanced” (citing Desoigenes v. Cornasesk House Tenants Corp., __ AD3d __, NJLJ, Sept. 6, 2005, p. 24, c.5 (1st Dept.) Adjusting Fees for Non-Compliance with Court Rules Part 1400 Julien v. Machson, 666 N.Y.S.2d 147, 148 (N.Y. App. Div. 1st Dep't 1997). The First Department held that the failure to comply with a number of matrimonial rules, including the requirements to file a copy of the written retainer agreement with the court with a statement of net worth (22 NYCRR 1400.2, 1400.3), to file a copy of the closing statement with the clerk of the court within 15 days of terminating the retainer agreement (22 NYCRR 1400.6), to provide the client with written, itemized bills at least every 60 days (22 NYCRR 1400.2), and to provide the client with notice of her right to arbitrate any fee dispute prior to institution of the action (22 NYCRR 1400.7; part 136) precluded recovery of legal fees. Such utter failure to abide by these rules, promulgated to address abuses in the practice of matrimonial law and to protect the public, will result in preclusion from recovering such legal fees. Verkowitz v. Torres, 2009 N.Y. Misc. LEXIS 5669, 2009 NY Slip Op 31124(U) | 241 N.Y.L.J. 88 (Sup. Ct. Nassau County 2009). Where attorney fails to follow billing rules pursuant to Part 1400, she may not collect fees. The court held that the attorney could not receive legal fees from her client on the theory of substantial compliance because she violated 1400.2 and 1400.3(9) (statement of client’s rights and responsibilities and itemized billing every 60 days). Furthermore, the theory of substantial compliance applies to the recovery of fees from an adversary spouse. (Mulcahy v Mulcahy, 285  13 AD2d 587). However, attorney need not return the balance of the retainer for properly earned services."
  },
  {
    "chunk_id": "chunk_8",
    "text": "Gahagan v. Gahagan, 51 A.D.3d 863 (N.Y. App. Div. 2d Dep't 2008); Attorney is precluded from recovering legal fees where he or she did not comply with 22 NYCRR 1400.3, requiring attorney to execute and file a retainer agreement that sets forth, inter alia, the terms of compensation and the nature of the services to be rendered. Additionally, an attorney is precluded from recovering legal fees where he or she did not comply with 22 NYCRR 1400.2, requiring the attorney to provide written, itemized bills at least every 60 days. Mulcahy v Mulcahy, 285 AD2d 587 (App. Div. 2d Dep't 2001). Attorney is precluded from recovering legal fees where he or she did not comply with 22 NYCRR 1400.3, requiring attorney to execute and file a retainer agreement that sets forth, inter alia, the terms of compensation and the nature of the services to be rendered. An attorney may recover a fee from an adversary spouse where there is substantial compliance with 1400.3 (see Cromer v. Cromer 274 AD2d 371). Kayden v Kayden, 278 AD2d 202 (App. Div. 2d Dep't 2000). Attorney is not entitled to recover fees for services rendered where attorney failed to execute and file a written retainer agreement in compliance with [22 NYCRR 1400.3]. Potruch v Berson, 261 AD2d 494 (App. Div. 2d Dep't 1999). Attorney is precluded from recovering legal fees where he or she did not comply with 22 NYCRR 1400.3, requiring attorney to execute and file a retainer agreement that sets forth, inter alia, the terms of compensation and the nature of the services to be rendered. Markard v. Markard 263 A.D.2d 470, 471 (App. Div. 2d Dep't 1999). Where a retainer agreement fails to comply with the provisions of the matrimonial rules, the court need not return fees properly earned by an attorney.  14 Riley v. Coughtry , 13 A.D.3d 703, 786 N.Y.S.2d 588 (App. Div. 3d Dept., 2004). Upheld arbitrator’s reduction of matrimonial attorney’s fee from $6,800 to $5,000 as an appropriate resolution proportionate to attorney’s partial noncompliance with 22 NYCRR Part 1400 where attorney failed to render a bill every 60 days and to timely provide other correspondence. Also, the Court held that public policy did not prevent attorney from submitting an additional bill after client commenced fee dispute arbitration. “Whether [fees] are claimed before or after a demand for arbitration is simply one factor to be weighed by the arbitrator in arriving at a reasoned determination of the issues.”"
  },
  {
    "chunk_id": "chunk_9",
    "text": "Plant v. Channing , 299 A.D.2d 696, 698 (N.Y. App. Div. 3d Dep't 2002). Upheld a fee arbitration award finding that the attorney was not entitled to any fees based on several violations of the matrimonial rules, including failure to provide a written retainer, failure to provide a statement of client’s rights and responsibilities and failure to provide timely itemized bills. Hunt v. Hunt , 273 A.D.2d 875, 876 (N.Y. App. Div. 4th Dep't 2000). Attorney was precluded from recovering fees where he failed to provide client with a statement of client's rights and responsibilities before the signing of a written retainer agreement (1400.2); failed to execute and file a written agreement with the client setting forth the terms of compensation and the nature of the services to be rendered (1400.3). “Strict compliance with those rules is required.” The \"failure to abide by these rules, promulgated to address abuses in the practice of matrimonial law and to protect the public, will result in preclusion from recovering such legal fees\". Edelstein v. Greisman , 2009 NY Slip Op 50757U; 23 Misc. 3d 1115A; 885 N.Y.S.2d 711; 2009 N.Y. Misc. LEXIS 903; 241 N.Y.L.J. 51 (Sup. Ct. Kings County 2009). Court confirmed arbitration award that granted attorney fees in quantum meruit. Although the attorney failed to provide client with billing statements every 60 days as required by NYCRR 1400.2 the arbitration panel had determined that attorney had substantially complied with the rules, and was therefore entitled to his fee. Arbitrator “may do justice as he sees fit, applying his own sense of law and equity to the facts as he finds them to be.” Client did not offer any basis under CPLR 75 to vacate the award.  15 aff’d , 2009 NY Slip Op 8226; 67 A.D.3d 796; 888 N.Y.S.2d 179 (App. Div. 2d Dept 2009). Affirmed the order of the Supreme Court, finding the court providently exercised its discretion in granting petition to confirm the award. [The court also writes that the petitioner sent sufficiently detailed invoices to the client showing that substantial services were rendered. Petitioner presented evidence that the client received and retained invoices without objection and also ratified the invoices by making a partial payment.] Part 1215 Gary Friedman, P.C. v O'Neill , 115 A.D.3d 792, 793-794 (N.Y. App. Div. 2d Dep't 2014) “Except in limited circumstances, an attorney must provide his or her client with a written letter of engagement or enter into a written retainer agreement explaining, inter alia, the scope of the legal services to be provided, the fees to be charged, and the expenses and billing practices (see 22 NYCRR 1215.1). An attorney's noncompliance with 22 NYCRR 1215.1 does not preclude him or her from recovering the value of professional services rendered on a quantum meruit basis (see Seth Rubenstein, P.C. v Ganea, 41 AD3d 54, 833 NYS2d 566 [2007]). Nonetheless, an attorney who fails to comply with rule 1215.1 bears the burden of proving the terms of the retainer and establishing that the terms of the alleged fee arrangement were fair, fully understood, and agreed to by the client [794] (see id.). Here, the court properly found that the plaintiff failed to comply with 22 NYCRR 1215.1 and failed to establish that the terms of the fee arrangement were fair, fully understood, and agreed to by the defendant.” Jaffe Ross & Light, LLP v Mann , 121 A.D.3d 480, 481 (N.Y. App. Div. 1st Dep't 2014) “Plaintiff's failure to comply with the letter of engagement rule (22 NYCRR 1215.1) does not preclude it from recovery of legal fees under a theory of account stated (Roth Law Firm, PLLC, 82 AD3d at 676; see Seth Rubenstein, P.C. v Ganea, 41 AD3d 54, 62-64, 833 NYS2d 566 [2d Dept 2007]).” Seth Rubenstein, C. v. Ganea , 41 A.D.3d 54, 833 N.Y.S.2d 566, 2007 N.Y. Slip Op. 02923 (App. Div. 2d Dept. 2007). Attorney was entitled to recover fee as calculated on a quantum-meruit basis for representation in a non-matrimonial matter despite his noncompliance with the letter-of- engagement rule. The court reasoned that “a strict rule prohibiting recovery of counsel fees for an attorney’s noncompliance with 22 NYCRR § 1215.1 . . . could create unfair windfalls for clients, particularly where clients know that the legal services they receive are not pro bono and where the failure to comply with the rule is not willful.” The court rejected arguments that this holding would render 22 NYCRR § 1215.1 unenforceable by noting, “Attorneys who fail to heed Rule 1215.1 place themselves at a marked disadvantage, as the recovery of fees becomes dependent upon factors that attorneys do not necessarily control, such as meeting the burden of proving the terms of the retainer and establishing that the terms were fair, understood and agreed upon.”  16"
  },
  {
    "chunk_id": "chunk_10",
    "text": "Jones v. Wright , 2007 NY Slip Op 51494U; 16 Misc. 3d 133A; 2007 N.Y. Misc. LEXIS 5381 (Appellate Term, 2d Dept. 2007). Citing Rubenstein, court ordered a new trial where court below found that defendant was barred from retaining any legal fees due to lack of letter of engagement. Court found that a new trial was necessary to make a quantum meruit determination to establish the value of legal services rendered. Ziskin v. Bi-County Electric Corp ., 2007 WL 2782021 (App. Div. 2d Dept 2007). Where plaintiff retained law firm prior to effective date of 22 NYCRR 1215.1, law firm was not required to provide plaintiff with letter of engagement. Cites Rubenstein. Feder, Goldstein, Errico v. Ronan , 195 Misc.2d 704, 761 N.Y.S.2d 463 (Nassau Dist. Ct. 2003). Attorney was precluded from recovering legal fees where attorney failed to provide client with either written retainer agreement or written letter of engagement. POST AWARD PROCEDURES 137.8 Trial de novo Gamaliel v Papadopoulos-Vlantes Index No.: SCB 2082-17 (New York City Civil Court, Bronx, Small Claims December 7, 2017). Client commenced an action on September 27, 2017 against attorney, who represented him in a matrimonial action, in small claims court for “failure to provide proper services”. Attorney counterclaimed for $3,710.86 based on alleged breach of contract. Client and attorney had previously participated in arbitration and attorney was awarded $3,710.86 for services rendered. The arbitrators determined that the client was not entitled to a refund. Attorney sent client a letter demanding payment of the arbitration award on September 25, 2017. The client, who was represented at the arbitration hearing by an attorney, testified that he did not agree with the award and that he wished to challenge it."
  },
  {
    "chunk_id": "chunk_11",
    "text": "The court treated the client’s action as de novo review of the award and dismissed the attorney’s counterclaim. Finn v. Zinn 130 A.D.3d 870 (2015), 2015 NY Slip Op. 06212, 2015 WL 4460670 (App. Div. Second Dept. July 22, 2015).  17 Attorney appealed order of the trial court that granted client’s motion to dismiss attorney’s complaint. At the trial court, attorney commenced a trial de novo seeking a judgment declaring the Part 137 arbitration award invalid and void as time-barred for lack of subject matter jurisdiction. However, the complaint lacked any allegations concerning the merits of the underlying fee dispute, pursuant to 22 NYCRR 137.8. As such, the Appellate Division affirmed the Supreme Court order dismissing the attorney’s complaint. Matter of Gold, Stewart, Kravitz, Benes, LLP, v. Crippen, 2013 WL 5225864, 2013 N.Y. Slip Op. 05904, 2011–07364 (Index No. 23236/10), (App. Div. 2 nd Dept. September 18, 2013). Appellant/ client appealed the Supreme Court’s confirmation of an arbitration award against her. Appellate Division held that the 30 days in which to file for a trial de novo is absolute and the Supreme Court did not have discretion to excuse her late filing; the Stodolski v. Wisselman, 2011 WL 2183163, 2011 N.Y. Slip Op. 51013(U), (Dist. Ct. Suffolk County 2011). Court held it did not have jurisdiction to hear an action for declaratory relief from a Part 137 arbitration award. (Case was decided after jurisdiction for lower courts was expanded to include declaratory judgment actions commenced pursuant to Part 137 arbitrations.) DeFilippo v. Gerbino , 35625/04, N.Y.L.J. January 13, 2006, at 17 (Richmond County Civil Court 2006). Attorney-Plaintiff sought trial de novo after a 137-arbitration panel awarded in Client- Defendant’s favor. However, the court granted client-defendant’s motion to dismiss the complaint because attorney-plaintiff failed to commence the action within the 30-day period after the award was mailed. The court further noted that it could not grant the attorney- plaintiff declaratory relief as the civil court lacked jurisdiction to grant such relief as per the Civil Court Act § 212(a). Furthermore, the client-defendant failed to properly confirm the arbitration award pursuant to the"
  },
  {
    "chunk_id": "chunk_12",
    "text": "Borgus v. Marianetti , 7 Misc.3d 1003(A), 801 N.Y.S.2d 230 (Rochester City Ct. 2005) (Unpublished). The City Court Judge held that it is not jurisdictionally fatal for a party who is aggrieved by a Part 137 arbitration decision to initiate de novo judicial review merely by filing a document  18 titled, \"Demand for a Trial De Novo,\" even where neither party files a Summons, a Complaint, an Answer, a Note of Issue, or a Mahl v. Rand , 11 Misc.3d 1072(A), 2006 N.Y. Slip Op. 50518(U) (N.Y.C. Civ. Ct., N.Y. County, 2006) (Unpublished). Within 30 days of receiving the arbitrator’s award following a Part 137 arbitration, the client unsuccessfully sought to commence a trial de novo in the New York City Civil Court. After the 30-day period ran, the attorney commenced an action to confirm the arbitrator’s award, which the client opposed. The court found that the client “demonstrated timely concrete and confirmed efforts to obtain the judicial trial de novo” but received inadequate guidance from the courts on how to commence a trial de novo. Accordingly, the court denied the request to confirm the arbitrator’s award, deemed the client’s opposition to confirmation a cross- petition to vacate the arbitrator’s award, which the court granted, and—with the client’s permission—allowed the action to continue as a trial de novo. Pruzan v. Levine, 18 Misc.3d 70, 852 N.Y.S.2d 584, 2007 N.Y. Slip Op. 27538 (App. Term 2d & 11th JD, Dec. 28, 2007). The Appellate Term reversed the order of the trial court holding the trial court erred in granting petitioner (lawyer) leave to commence an action for declaratory relief and denying appellant’s motion seeking summary judgment pursuant to the arbitrator’s award. Petitioner’s mailing of a demand for a trial de novo does not constitute the commencement of an action on the merits of the fee dispute in a court of competent jurisdiction within the meaning of 137.8(a). The court held the 30-day period must be regarded as “absolute”. Pruzan v. Levine , 15 Misc.3d 377, 833 N.Y.S.2d 378, 2007 N.Y. Slip Op. 27040, 2007 Westlaw 340105 (N.Y.C. Civ. Ct., Kings County, 2007). Within 30 days of receiving the arbitrator’s award following a Part 137 arbitration, attorney unsuccessfully sought to commence a trial de novo in the New York City Civil Court. After the 30-day period ran and on the advice of the court clerk, the attorney filed a petition in New York City Civil Court and sought to not only set aside the arbitrator’s award pursuant to CPLR § 7511 but also obtain a determination from the court as to how much if any of the client’s retainer must be refunded. The court explained that a party may commence a de novo proceeding outside Supreme Court provided that the party seeks to recover money and that the amount sought is within the court’s monetary jurisdiction. The court further explained that when a party wishes to obtain a declaration that he or she need not pay the other party any money, then the party seeking de novo review must seek redress in the Supreme Court. Accordingly, the court  19 determined that it lacked jurisdiction to issue the equitable relief that the attorney sought and dismissed attorney’s petition with leave to seek declaratory relief in"
  },
  {
    "chunk_id": "chunk_13",
    "text": "Tray v. Thaler , 2007 NY Slip Op 27391; 842 N.Y.S.2d 713; 2007 N.Y. Misc. LEXIS 6545 (District Ct., Nassau County 2007). District Court lacked jurisdiction to grant de novo review of arbitration award where plaintiff commenced an action for declaratory relief rather than an action for a money judgment. Plaintiff/ Client, dissatisfied with arbitrator’s award in favor of attorney, commenced an action for de novo review of the award in District Court. Plaintiff asked the court for a “decision declaring that the arbitrator made a mistake.” As plaintiff had not paid any amount directed by arbitration award and she therefore was not asking for a money judgment; the court dismissed the plaintiff’s action as it lacked jurisdiction to grant such relief. The court also noted that it could not treat the action as an application to vacate the award pursuant to CPLR 7511 as there was no evidence that would warrant such relief. Furthermore, a trial de novo is an entirely different standard of review than that of CPLR 7511. The court urged that Part 137 should be reviewed to articulate a procedure for de novo review. Landa v. Dratch , 45 A.D.3d 646; 846 N.Y.S.2d 256; 2007 N.Y. App. Div. LEXIS 11858 (App. Div. 2d Dept. 2007). Plaintiff timely sought de novo review of arbitration award. The court held that the award is inadmissible at the trial de novo (137.8(c)) and may not be attached as an exhibit to the defendant's answer or referred to in the defendant's pleading. The court also held that the attorney was entitled to summary judgment for an account stated by “tendering invoices for services rendered …, setting forth his hourly rate, the billable hours expended, and the particular services rendered (cf. Ween v Dow, 35 AD3d 58, 62, 822 NYS2d 257 [2006]), and by establishing that the defendant duly approved such invoices and made a partial payment thereon (see Landa v Sullivan, 255 AD2d 295, 679 NYS2d 323 [1998]). In opposition, the defendant failed to raise a triable issue of fact.” Inc. v. Harrington Henry LLP , 2009 NY Slip Op. 50852(U), 2009 WL 1212276 (NY Sup) (App. Term. 1st Dept.). Since appellant failed to seek de novo review, award is final and binding and court lacks review power. Appellant also failed to state a basis to vacate the award under CPLR 7511. Pruzan v. Levine, the court denied respondent/client’s request to revisit the merits of the fee dispute as the 30-day time period of 137.8 is absolute and not subject to judicial  20 discretion. The court also denied respondent’s cross motion to vacate the award because he failed to state a basis under CPLR 7511 to do so. The court noted that the arbitrator is not bound by principles of law or rules of evidence and may do justice by applying his own sense of law and equity to the facts as he finds them to be. The award will not be overturned unless it is violative of strong public policy, is totally irrational, or exceeds specifically enumerated limit on his power."
  },
  {
    "chunk_id": "chunk_14",
    "text": "Scott v. Jacobs (trial de novo), 25 Misc.3d 140(A), 2009 WL 4110861, 2009 NY Slip Op 52391(U) (App Term 1st Dept.). Goldweber v. Fox , 3/27/2009 NYLJ 41, (col. 6), 2007-186 (App Term 2d Dept 9th & 10th JD). The District Court was within its discretion in denying appellant/ client’s motion to vacate default judgment. Appellant failed to demonstrate a meritorious defense for failing to appear at the Part 137 arbitration. Appellant also did not commence the trial de novo within 30 days after the award had been mailed. The dissent states that in the interest of justice, appellant should be granted the opportunity to litigate the matter because from the “totality of the forms she submitted [it indicates] she wanted a trial de novo but did not submit the proper papers.” Personal Jurisdiction Agovino & Asselta, LLP v. Ruben , 2012 WL 1556507 (N.Y.Sup.App.Term) Client attempted to commence a trial de novo from a Part 137 fee arbitration by filing a complaint in NYC Civil Court within 30 days after the award was mailed. Client failed to appear for a calendar call and his complaint was dismissed. Attorney subsequently and successfully moved to confirm the arbitration award in Nassau County District Court. The Appellate Term held that the civil court lacked “single act jurisdiction” over the attorneys pursuant to long-arm statute, as firm was nonresident of City of New York, did not have purposeful activities in City, and lacked substantial relationship between transaction of business with client in City and client's breach of contract claim. CPLR Article 75 Court of Competent Jurisdiction MBNA America Bank, A. v. Sally Coe , *** City Court Act amended as of Sept. 4, 2011. City Courts outside NYC have jurisdiction to entertain proceedings under CPLR 75. 2 Misc. 3d 355, 770 N.Y.S.2d 588, 2003 N.Y. Misc. LEXIS 1479 (City Court White Plains 2003).  21"
  },
  {
    "chunk_id": "chunk_15",
    "text": "Court held that it does not have subject matter jurisdiction over a special proceeding to confirm an arbitrator's award. Sachs v. Zito , 901 N.Y.S.2d 818 (Sup. Ct. Orange County). \"...the Court concludes, and so holds, that Article 75 is inapplicable to the Part 137 fee dispute resolution procedure and the arbitration awards derived therefrom.\" Del Vecchio & Recine, LLP v. Udell , 2012 WL 1899997 (Sup. Ct. Nassau County Trial Order). Client sought to vacate arbitrator’s decision, in favor of attorney in the amount of $45,532.33, under CPLR 7511 due to the fact that arbitrator would not allow her ex-husband to testify. She also raised issues concerning representations made by attorney, her complaints of overbilling by the firm, and the alleged mishandling of the case. Court held that the latter issues would be properly raised in a trial de novo, however, the client waived the right to a trial de novo in the retainer agreement. The court denied the client’s petition to vacate the award stating that arbitrators have discretion to refuse to accept evidence, even if it amounts to a mistake, and this is not judicially reviewable. “… a refusal or failure to pass upon an arguably relevant issue or piece of evidence, even if mistaken, is a matter of arbitral judgment which, being part and parcel of the arbitrator's determination, is not judicially reviewable (see Maross Const., Inc. v. Central New York Regional Transp. Authority, 66 N.Y.2d 341 [1985]). Further, the failure of the arbitrator to consider all issues of fact and law which a court would have to consider in order to properly dispose of the same controversy amounts, at most, to mere error and is not judicially reviewable (see"
  },
  {
    "chunk_id": "chunk_16",
    "text": "Friedman v. Vuksanovic , 2010 NY Slip Op 30021(U), 2010 WL 147154 (Sup. Ct. New York County). Respondent/ client failed to show a basis under CPLR 7511 to vacate the award. The Part 137 Program run by NYCLA gave Respondent several adjournments. Respondent failed to show on the date of the hearing. The arbitration went forward in his absence as per 137.6(g). Respondent was also offered an interpreter at his request and offered an opportunity to retain counsel.  22 Meyers v. Sorote , Index #: 109305/2009 (Sup. Ct. New York 2010). Court found no basis to vacate award under Article 75. Court noted that failure to state specific reasons for the decision is not a basis to vacate the award as “an arbitrator is under no obligation to specifically mention certain issues or to explain the decision.” The court also determined that the arbitrator’s alleged refusal to allow the client to tape record the proceeding is similarly not a basis to vacate the award. The court noted that NYCLA’s rule concerning a stenographic or other record (substantially similar to Part 137’s provision) “does not appear to contemplate the use of a personal recording device…”.  23 Attorney’s Failure to Participate or Comply with Arbitration Award (137.11) Finn v. Anderson , 2013 WL 12085092, 12 CV 5742 (VB) (SDNY 2013). Attorney-Plaintiff brought an action against grievance committee staff counsel alleging harassment and a conspiracy to violate plaintiffs’ First, Fourth, and Fourteenth Amendment rights under the US constitution. [Plaintiff also alleged intentional infliction of emotion distress and prima facie tort]. The Court granted defendant’s motion to dismiss. Among the claims alleged by plaintiff were that defendant communicated with the Fee Dispute Resolution Program and the communications were in excess of her authority. She further alleged that defendant’s communications with Plaintiff’s former client’s counsel were inappropriate. Citing 137.11, the Court explained that an attorney’s failure to participate in the fee dispute program is punishable by the grievance committee. The Court held that staff counsel may communicate with persons to investigate whether attorneys are participating in the program. In particular, defendant’s communications were proper because the fee dispute was related to the matters defendant was investigating on behalf of the grievance committee. Spina v. Michael J. DeFilippo PC , SCR 32/09 2010 N.Y. Slip Op. 50907(U), 2010 WL 2026026, (Civil Court Richmond). Attorney failed to comply with Part 137 arbitration award directing him to refund money to client; nor did attorney timely seek a trial de novo or vacatur under CPLR 75. Client commenced small claims action for the refund of these fees. Small Claims Court interpreted client’s claim as one to confirm an arbitration award. Attorney defaulted by not showing for the hearing and at inquest the arbitrator confirmed the arbitration award. Claimant sought enforcement of the judgment through the marshal. Defendant/ Attorney sought to vacate execution of the judgment because client named him personally rather than his business. Civil Court denied his claim stating as a solo lawyer he and his company are one in the same. Part 137 requires attorneys to participate in the program and participation would be meaningless if attorney did not either abide by the decision or seek relief through trial de novo or article 75. Court enforced the judgment of the small claims arbitrator. Matter of Raymond E. Kerno, 2012 N.Y. App. Div. LEXIS 2874; 2012 NY Slip Op 2880 (App. Div. Second Dept. 2012). After failing to answer a verified petition from the Grievance Committee of the Appellate Division containing 24 charges of professional misconduct, including “…engag[ing] in conduct prejudicial to the administration of justice by failing to promptly or completely participate with Part 137 fee dispute arbitrations…”, the Appellate Division disbarred Raymond Kerno, a suspended attorney. Some of the other misconduct allegations were:  24 “… that the respondent neglected legal matters entrusted to him; engaged in conduct prejudicial to the administration of justice by failing to promptly or completely communicate with the Appellate Division, Second Department, concerning the status of an appeal to which he was assigned; engaged in conduct prejudicial to the administration of justice by failing to promptly or completely participate with Part 137 fee dispute arbitrations; engaged in conduct prejudicial to the administration of justice by failing to timely or properly cooperate with the Grievance Committee; engaged in conduct prejudicial to the administration of justice by failing to promptly turn over a client's file in an appellate matter to successor counsel; engaged in conduct that reflects adversely on his fitness as a lawyer by unduly delaying and/or failing to refund unearned portions of retainer fees belonging to his clients; failed to keep clients reasonably informed about the status of their legal matters and failed to promptly comply with clients' reasonable requests for information; failed to promptly inform a client of a material development in the client's legal matter; and engaged in conduct adversely reflecting on his fitness as a lawyer by reason of the foregoing.” Matter of Bloodsaw 87 A.D.3d 190; 926 N.Y.S.2d 490; 2011 N.Y. App. Div. LEXIS 5752 (App. Div. First Dept. 2011). Appellate Division cites attorney’s failure to comply with an arbitration award in client’s favor as a supporting reason for suspending attorney. [Attorney was disbarred a year later for failure to appear or apply in writing to the Committee or the Court for a hearing or reinstatement.] See also disciplinary proceedings: Matter of Perry , 2011 NY Slip Op 5172; Matter of Armer , 2011 NY Slip Op 9758; Matter of Gentile , 774 NYS2d 522."
  },
  {
    "chunk_id": "chunk_17",
    "text": "DeLisi v. The Law Offices of Capetola 2015-1378 S C, NYLJ 1202779114316, at *1 (App. Tm., 2nd, Decided January 5, 2017). Plaintiff client sought de novo review of arbitration award, attorney defendant cross-moved to dismiss the complaint. District Court found that plaintiff did not timely commence the trial de novo within 30 days of the mailing of the award. On appeal, the Appellate Term found the record showed that the arbitration award was mailed on November 6, 2014 and the client commenced the action in District Court by filing the summons and verified complaint on December 5, 2014 and therefore filed timely. Defendant argued that the award was final and binding because their retainer agreement stated the award would be binding. The Appellate Term held that this language did not constitute a waiver of the plaintiff’s right for de novo review. The court cited the Standards and held in order for the plaintiff to waive the  25 right, the waiver must be knowing and informed and contain express language specifying that the client understands that she is waiving the right. Goldberg v. 30 Carmine, 2010 NY Slip Op 20078, 27 Misc.3d 680, 896 NYS2d 660 (Sup. Ct. New York County March 3, 2010). Where the retainer agreement did not contain the waiver language prescribed by the Board of Governors, the award was not considered final and binding and client retained the right to a trial de novo. Court held that there must be proof that waiver was voluntary and intentional and that there would have otherwise been a known and enforceable right- even here where the client also happened to be an attorney. The retainer must explicitly provide that the client understands he or she is waiving the right to reject an arbitration award and subsequently commence a trial de novo in court. Jewell v. Iyer , 2010 NY Slip Op 50044(U), 2010 WL 143698 (App Term 1st Dept.). The Court held that because the petitioner/ attorney failed to properly serve the respondent/ client in his action for de novo review, personal jurisdiction was not attained. The court also held that the petitioner was not entitled to de novo review because he was bound by the language in the retainer agreement which stated, “the final determination of the arbitrator(s) shall be binding upon both” parties."
  },
  {
    "chunk_id": "chunk_18",
    "text": "Jacobson v. Sassower (66 NY2d 991[1985]), the court reasoned that any ambiguity in the language should be construed against the petitioner, who drafted the agreement. (Jacobson: Additionally, and as a matter of public policy, courts pay particular attention to fee arrangements between attorneys and their clients ( Smitas v. Rickett, 102 A.D.2d 928, 929, 477 N.Y.S.2d 752). An attorney has the burden of showing that a fee contract is fair, reasonable, and fully known and understood by the client ( id.; Smitas v. Rickett (supra), [(e]ven in the absence of fraud or undue influence, an agreement to pay a legal fee may be invalid if it appears that the attorney got the better of the bargain, unless [she] can show that the client was fully aware of the consequences and that there was no exploitation of the client's confidence in the attorney”. LLP v. Altman , July 17, 2008 NYLJ 26 (col. 1), 602145/07 (Sup. Ct. New York County). The court held that despite language in the retainer agreement suggesting the parties would be bound by the arbitration decision, the parties had not properly waived the right to trial de novo as provided in 137.2(c). Parties must expressly waive their rights to such review in advance in order for the waiver to be valid. (Retainer agreement stated that fee disputes would go arbitration and the decision would be final and binding on the parties. However, the language required by the Part 137 Standards and Guidelines Sections 6.B.(1) & (2), was not included in the retainer agreement.)  26"
  },
  {
    "chunk_id": "chunk_19",
    "text": "LLP v. Altman , 2009 NY Slip Op 31294(U), 2009 WL 1725926 (Sup. Ct. New York County). “Therefore, since the subject Retainer Agreement did not conform with the written waiver form prescribed by the Board of Governors, the Court adheres to its prior determination that the parties did not waive their right to de novo review.” Waiver of the right to arbitrate under Part 137 Pascazi Law Offs., PLLC v Pioneer Natural Pools, Inc., 2016 N.Y. App. Div. LEXIS 1152 (N.Y. App. Div. 2d Dep't Feb. 17, 2016) The Appellate Division modified an order of the trial court that dismissed attorney’s complaint for unpaid legal fees, by adding the dismissal was without prejudice to commence a new action following compliance with Part 137. The court noted that except for in very limited circumstances, an attorney must serve client the notice of the right to arbitrate either by certified mail personal service. Prior to commencing an action, the attorney must allege in the complaint that the client did not timely file or the dispute is not otherwise covered by the rule. Here the court found the attorney’s stated reasons that Part 137 does not apply were without merit, “…as the unpaid balance of the fee is contested, all of the parties' claims arise from and are derivative of the plaintiff's claim for attorney fees, and the purported waivers of the right to arbitrate set forth in the letters of engagement drafted by the plaintiff were invalid.” Doniger & Engstrand, LLP v. Carlomagno 2015 NY Slip Op 51057(u) (App. Term. Second Dept. 2015). Plaintiff law firm commenced an action to recover legal fees in the District Court Suffolk County where the parties participated in mandatory arbitration under Part 28. Defendant client demanded a trial de novo and sought dismissal of law firm’s action on the ground that law firm never provided client with notice of the right to arbitrate under Part 137. Plaintiff was unable to show that notice was provided and the District Court dismissed the plaintiff’s complaint for fees. On appeal, law firm admitted to not providing notice but argued client waived the right to fee arbitration by participating in the commercial claims action. The Appellate Term held that waiver of the right to arbitrate must be based on an intentional abandonment or relinquishment of a known right and that fee agreements must be carefully scrutinized by the court. Because law firm failed to provide notice of the right to arbitrate, client could not have intentionally abandoned or relinquished a known right. Plaintiff law firm’s failure to provide notice warranted dismissal of plaintiff’s cause of action without prejudice. Larrison v. Scarola Reavis & Parent LLP , 2005 N.Y. Slip Opinion 25558 (N.Y. County Supreme Court).  27 Client moved to enjoin arbitration commenced by law firm to obtain legal fees, pending a determination whether such a claim is arbitrable. Under the engagement letter, all claims arising out of the representation were to be resolved by the AAA through final and binding arbitration. However, client alleges that the law firm did not notify her of her rights under Part 137 and that therefore she did not give knowing consent to waive her rights under the program. Even though the arbitration proceeding had already begun, the court permanently stayed the arbitration as it violated the rules of the Part 137 Program. Furthermore, since the arbitration agreement violated public policy, it was not the proper subject of arbitration and therefore, the 20- day statute of limitations to apply for a stay of arbitration pursuant to CPLR 7503 did not apply. Sufficiency of Arbitration Awards McNamee, Lochner,"
  },
  {
    "chunk_id": "chunk_20",
    "text": "C. v. Bethany M. Killeen, (235 A.D.2d 17, 663 N.Y.S.2d 356 (3d Dept. 1997). Court held that an arbitration panel convened pursuant to Part 136 exceeded its authority by making an imperfectly executed award; the award did not contain any rationale for the panel’s decision, and since there was no record of the arbitration hearing, the reviewing court could find no support for the panel’s decision to relieve the client from paying the fee. McNamee, Lochner, C. v. Bethany M. Killeen , (267 A.D.2d 919, 920, 700 N.Y.S.2d 525, 527 (3d Dept. 1999). “A panel [reviewing] a fee dispute is not required to recite or expressly refer to the guiding criteria or to list its findings of fact for a reviewing court to be able to perform meaningful review and to discern that there is a basis in the evidence for the panel's determination, although such references are undoubtedly helpful.” Tucker v. Weich , Sup. Ct. Queens County Index no. 5054/03 (July 9, 2003). Part 136 Arbitrators awarded respondent/ attorney fees in addition to the amount in dispute. However, the arbitrators wrote that respondent/ attorney did not bill petitioner/ client for 5 months which did not support the award. Court vacated the award as “it cannot be said that the panel “fulfilled their primary responsibility of reviewing the evidence and rendering an inherently discretionary but supportable determination, [which] had a rational, plausible basis founded upon the recited evidence and testimony presented and was not made ‘without regard to the facts’ or ‘without sound basis in reason’. MISCELLANEOUS LEGAL PRINCIPLES AFFECTING FEE DISPUT ES  28 Agreements to arbitrate Scanomat A/S v. Bois, Schiller & Flexner LLP , 655756/16, NYLJ 1202779528329, at *1 (Sup., NY, Decided February 9, 2017). Fee dispute involved a New York law firm and its Danish client, a corporation, over $400,000 in unpaid fees. In the engagement letter, parties agreed to arbitrate all claims other than those over fees at JAMS. The engagement letter also stated that clients may have the right to arbitrate fees under Part 137. Respondent law firm served petitioner client with a demand for arbitration, but did not include a notice that any stay of arbitration must be sought within twenty days after service as is required under CPLR 7503(c). Petitioner moved to stay arbitration more than twenty days after service claiming it did not agree to arbitrate. The court held petitioner’s request to stay the arbitration was not time-barred, even though it was sought after twenty days because the respondent failed to include the necessary statutory notice regarding the twenty-day limit. Additionally, the court may consider a request to stay arbitration after twenty days where the application is based on the ground that there was no agreement to arbitrate. (NB: The court ultimately decided it had jurisdiction to hear the fee dispute based on the respondent’s counterclaims. The court noted that the foreign corporation refused to consent to jurisdiction and the law firm would otherwise not be able to collect its fee.) Ferst v. Abraham, 2016 NY Slip Op 05034 (First Dept. June 23, 2016). “Plaintiff cannot recover the costs of collecting his attorney's fees, including the costs of preparing motions to be relieved as counsel, participating in mediation, and participating in this action. The provision of the retainer agreement holding defendant liable for attorney's fees incurred in the collection of fees, without a reciprocal allowance for attorney's fees should defendant prevail, is void and unenforceable ( see Ween v Dow, 35 AD3d 58, 63-64 [1st Dept [*2]2006]). Although this issue was not raised by defendant until his reply papers on appeal, we consider it because courts have a special obligation to give scrutiny to fee arrangements ( id. at 63), and the arrangement at issue is \"not entitled to judicial sanction\" ( id. at 64).”"
  },
  {
    "chunk_id": "chunk_21",
    "text": "Ween v. Dow , 2006 NY Slip Op 7227, 2006 N.Y. App. Div. LEXIS 12033 (First Dept. 2006). The Court framed the issue as: Whether a provision in a retainer agreement, which holds the client liable for attorneys’ fees incurred in the collection of fees generated under the retainer agreement, is void as against public policy. The Appellate Division held, “the very nature of the provision, which permits the recovery of attorneys’ fees by the attorney should he prevail in a collection action, without any reciprocal allowance for attorney’s fees should the client  29 prevail, to be fundamentally unfair and unreasonable.” Such a clause would have the effect of “silencing a client’s complaint about fees for fear of retaliation for the nonpayment of even unreasonable fees.” Newkirk v. Fourmen Construction Inc ., 11 Misc.3d 1082(A), 2006 N.Y. Slip Op. 50655(U) (Sup. Ct., Westchester County, 2006) (Unpublished). Attorney is not entitled to recover legal fees from the client for costs associated with enforcing a charging lien or seeking to recover fees. Sprole v. Sprole , No. 522481, 2017 WL 2674291, at *1 (N.Y. App. Div. June 22, 2017) Where attorney moved within the matrimonial action to secure a charging lien pursuant to Judiciary Law § 475, the court found that the attorney was not bound by the arbitration notice provisions of 22 NYCRR 137.6(b). The court noted there was no indication on the record that the client disputed the reasonableness of the fees before the attorney applied for a charging lien and the amount in dispute was greater than $50,000."
  },
  {
    "chunk_id": "chunk_22",
    "text": "Scott v. Jacobs , (Liens) 2008 WL 4761384, 2008 NY Slip Op. 32912(U). Where attorney asserts retaining lien he is entitled to a prompt hearing to fix the amount of the lien. Nothing in Part 137 abrogates the attorney’s right to the retaining lien. However, rather than the court hearing the matter to fix the amount, the issue must be determined by arbitration pursuant to Part 137. Weinstein v. Dvir , 2007 WL 2176273 (N.Y.Sup.), 2007 N.Y. Slip Op. 32211(U) (Trial Order) (Sup. Ct., New York County 2007). Special referee set amount of charging lien at time when attorney sought permission to be removed as counsel. Defendant/ client argued that attorney could not recover fees from charging lien because he did not provide notice of her right to arbitrate pursuant to Part 137. Court dismissed the argument because as the amount of the charging lien had already been determined, Part 137 exempts disputes where the fee has been set by court order. Therefore, there was no arbitrable issue to consider.  30 Bartning v. Bartning, 16 A.D.3d 249, 791 N.Y.S.2d 541 (App. Div. 1st Dept. 2005). The Appellate Division applied the rule that an account stated exists where a party to a contract receives bills or invoices and does not protest them within a reasonable time. The Appellate Division held that the trial court should have granted the attorney’s request to fix his fee and impose a lien, and that lower court should also have refrained from imposing its own determination of the reasonable value of the attorney’s services in lieu of the amount actually billed, to which the client failed to object in a timely manner. Rotker v. Rotker 195 Misc.2d 768, 761 N.Y.S.2d 787 (Sup. Ct., Westchester County 2003). Where Part 137 applies to a fee dispute, the appropriate forum to fix the fee attached to a retaining lien is arbitration. “…[b]y requiring that lawyers submit fee disputes to arbitration, the Code of Professional Responsibility has explicitly deprived the attorney of the choice of forum for the ultimate fee determination.” Moraitis v Moraitis , (181 Misc.2d 510, 694 NYS2d 588 [Sup. Ct., Nassau Co. 1999]). “Where a fee dispute between attorney and client arises, the court finds that an attorney cannot seek to enforce a common-law retaining lien without first complying with the notification of fee arbitration provision of the Matrimonial Rules. When notified, a client must elect whether to proceed to arbitration within 30 days from receipt of the notice in accordance with the Matrimonial Rules. If a client elects to resolve a fee dispute with counsel by arbitration, a hearing must be held within 60 days of receipt by the Administrative Judge of the request for arbitration 22 NYCRR 136.5 [h]). The whole process should take 90 days before the fee dispute is resolved by an arbitration award. During the 90-day period, counsel should be allowed to retain the file until there is an arbitration award. The amount of the retaining lien will be the value of the arbitration award.” K.E.C. v C.A.C , 173 Misc.2d 592, 661 NYS2d 715 (Sup. Ct., Kings Co. 1997). If a fee dispute exists, attorney must provide client with notice of right to arbitrate before collection of fees. “This does not mean necessarily that an attorney must serve notice on the client before filing a motion to withdraw and for a retaining lien or for a charging lien pursuant to Judiciary Law § 475 or § 475-a, but once the attorney becomes aware that a client disagrees with the fees charged it is incumbent upon the attorney to comply with the rule and serve a notice of arbitration.”  31"
  },
  {
    "chunk_id": "chunk_23",
    "text": "Soni v. Pryor, 2013 N.Y. Slip Op. 00324, 2013 WL 239044 (App. Div. Second Dept. 2013). Follows Mahler (below) Part 137 specifically exempts claims involving malpractice, therefore client is not barred from bringing subsequent malpractice claim against attorney. \"...[A]ll of the issues raised in the instant action which are or may be determinate thereof were [not] necessarily decided in the arbitration proceeding... .\" Mahler v. Campagna , 60 A.D.3d 1009, 876 N.Y.S.2d 143, 2009 WL 884782 (N.Y.A.D. 2 Dept.), 2009 N.Y. Slip Op. 02570. The court held that plaintiff was not collaterally estopped from bringing subsequent malpractice action against attorney who was awarded partial fee in 137 arbitration. Allegations of malpractice and misconduct could not properly have been considered by the arbitrators as such issues are specifically excluded by the rule. Altamore v. Friedman , 193 A.D.2d 240 (App. Div. 2d Dept. 1993) [Part 136]. Client who sought full refund of fees paid to attorney filed a complaint with the Grievance Committee, which referred the matter to a local bar association’s voluntary fee-dispute arbitration program. When client lost the fee arbitration, client sued attorney for malpractice."
  },
  {
    "chunk_id": "chunk_24",
    "text": "Division upheld the lower court’s determination that client was precluded from pursuing the malpractice action. Wallenstein v. Cohen , 2007 NY Slip Op 9023; 2007 N.Y. App. Div. LEXIS 11874 (App. Div. 2d Dept. 2007) (Part 136) Plaintiff/ Client complained to the Grievance Committee that attorney charged her excessive fees. The GC referred her to fee dispute arbitration under Part 136. The arbitrators determined that the attorney was entitled to his fee. (The court makes note that the plaintiff was represented at the arbitration). Two years after the arbitration award plaintiff sued attorney for malpractice, among other things. The Appellate Division followed its reasoning in Altamore holding that the decision of the arbitrator, awarding attorney his fee, necessarily determined that there was no malpractice. Pickard v. Tarnow , 2007 NY Slip Op 52377(U); 2007 WL 4374278 (Sup. Ct., NY County 2007). (Part 136) The court followed Altamore dismissing plaintiff’s malpractice action as barred by collateral estoppel based on arbitrator’s award entitling attorney to legal fees. Plaintiff unsuccessfully  32 argued the fee dispute fell under Part 137. Since Part 137 excludes attorney malpractice from its jurisdiction, plaintiff argued the issue of malpractice could not have been decided. However, citing the effective date of the rule set forth in 137.1(a), the court determined the case fell under Part 136. The court went on to distinguish the “malpractice” provisions of the rules, stating that under Part 136 the Administrative Judge retained discretion as to whether claims involving substantial legal questions will be considered while under Part 137, such issues are specifically excluded. 137.7 Glasser v. Kenmore Property, LLC , 2010 NY Slip Op 898; 70 A.D.3d 443; 896 N.Y.S.2d 311; 2010 N.Y. App. Div. LEXIS 903 (App. Div. 1st Dept. 2010). Trial court erred by awarding petitioner law firm interest on arbitration award from date of breach of contract rather than from date of arbitration award. Because the Part 137 rules do not prohibit the arbitrator from awarding pre-award interest, the court held that arbitrators may award such interest. Since petitioner could have asked the arbitrators for interest but failed to do so, petitioner is now barred from asking the court to award the pre-award interest."
  },
  {
    "chunk_id": "chunk_25",
    "text": "Whether interest should be allowed from time of breach is a question of law and fact for the arbitrator to determine. Meyers v. Sorote , Index #: 109305/2009 (Sup. Ct. New York 2010). Arbitrator’s interpretation of NYCLA rule 1.5 refusing to allow party to use a personal recording device was not a basis to overturn the award. The rule does not appear to contemplate the use of a personal recording device of the kind brought by party. Leaves \"recording\" up to the arbitrator. Matter of Sciandra v Palmer , 174 Misc.2d 959, 666 NYS2d 907 [Sup. Ct, Erie Co. 1997]). Arbitration panel exceeded its authority by reviewing fees awarded from the marital estate by Supreme Court Justice. Attorney Representation  33 Prudential Equity Group, Llc v. Ajamie , 538 F. Supp. 2d 605, 2008 U.S. Dist. LEXIS 14108 (SDNY). A non-New York lawyer participating in a NYSE arbitration in New York did not commit unauthorized practice under New York law.' The informality of the arbitration process, i.e., the less stringent rules of evidence and procedure, distinguishes it from a court proceeding. It would not be appropriate to apply the rule that prohibits the unauthorized practice of law to the informal setting of arbitration."
  },
  {
    "chunk_id": "chunk_26",
    "text": "Angel v. Greenhaus , 105349/09 (Sup. Ct. NY County 2009). Client requested fee arbitration claiming she was “basically destitute” and unable to pay legal fees. Arbitrators awarded defendant /attorney $22,300.82 in legal fees. Court held that plaintiff’s claim that defendant is not entitled to fees because she cannot pay them is not a meritorious defense. Kutner v. Antonacci , 2007 NY Slip Op 27223, 2007 N.Y. Misc. LEXIS 3842, (District Court Nassau County 2007). Court lowered rate of interest from 16% to 9% on unpaid legal fees. While not usurious, the 16% interest per year on unpaid legal fees was not \"fair and reasonable\" in light of the fact that pre/post judgment interest accrues at 9% and other relevant rates of interest were lower still.  34 TABLE OF CASES Agovino & Asselta, LLP v. Ruben .................................................................................................................................. 20"
  },
  {
    "chunk_id": "chunk_27",
    "text": "Altamore v. Friedman, ................................................................................................................................................. 31 Angel V. Greenhaus ..................................................................................................................................................... 33 Bainton McCarthy, LLC v. CBC Capital Ventures, Inc ................................................................................................... 11 Bartning v. Bartning ....................................................................................................................................................... 5 Bartning v. Bartning, ................................................................................................................................................ 5, 30 Borah, Goldstein, Altschuler, Schwartz, & Nahins,"
  },
  {
    "chunk_id": "chunk_28",
    "text": "Borgus v. Marianetti, ................................................................................................................................................... 17 F-P v. E.L.P .................................................................................................................................................................. 8 Calendar, PC v. Edwards, ............................................................................................................................................... 5 Conover v. Ammoumi .................................................................................................................................................. 19 Cooper, P.C. v Asch ........................................................................................................................................................ 8"
  },
  {
    "chunk_id": "chunk_29",
    "text": "DeFilippo v. Gerbino .................................................................................................................................................... 17 Del Vecchio & Recine, LLP v. Udell .............................................................................................................................. 21 DeLisi v. The Law Offices of Capetola, ......................................................................................................................... 24 LLP v. Carlomagno .................................................................................................................... 26"
  },
  {
    "chunk_id": "chunk_30",
    "text": "Edelman v. Poster, ......................................................................................................................................................... 6 Edelstein v. Greisman, ................................................................................................................................................. 14 Eiseman Levine Lehrhaupt & Kakoyiannis, PC v. Torino Jewelers, Ltd., ........................................................................ 6 Feder, Goldstein, Errico v. Ronan, .................................................................................................... 16"
  },
  {
    "chunk_id": "chunk_31",
    "text": "Ferst v. Abraham ......................................................................................................................................................... 28 Finn v. Anderson .......................................................................................................................................................... 23 Finn v. Zinn............................................................................................................................................................... 8, 16 Friedman v. Vuksanovic ............................................................................................................................................... 21"
  },
  {
    "chunk_id": "chunk_32",
    "text": "Gahagan v. Gahagan .................................................................................................................................................... 13 Gamaliel v Papadopoulos-Vlantes ............................................................................................................................... 16 Gary Friedman, P.C. v O'Neill ....................................................................................................................................... 15 Goldberg v. 30 Carmine ............................................................................................................................................... 25 Goldfarb v. Hoffman ...................................................................................................................................................... 7 Goldman & Greenbaum, PC v. Filippatos, ..................................................................................................................... 9 Goldweber v. Fox ......................................................................................................................................................... 20"
  },
  {
    "chunk_id": "chunk_33",
    "text": "Gottlieb v. Marusya ....................................................................................................................................................... 6 Herrick v. Lyon ............................................................................................................................................................... 3 Hunt v. Hunt ................................................................................................................................................................ 14 Jaffe Ross & Light, LLP v Mann .................................................................................................................................... 15 Jewell v. Iyer ................................................................................................................................................................ 25"
  },
  {
    "chunk_id": "chunk_34",
    "text": "Jones v. Wright, ........................................................................................................................................................... 16 Julien v Machson ........................................................................................................................................................... 4 Julien v. Machson ........................................................................................................................................................ 12 K.E.C. v C.A.C ................................................................................................................................................................ 30 Kayden v Kayden .......................................................................................................................................................... 13 LLP v. Fall Safe Air Safety Systems Corp ................................................................................................. 11 Kerner v. Dunham ........................................................................................................................................................ 11"
  },
  {
    "chunk_id": "chunk_35",
    "text": "Kutner v. Antonacci ..................................................................................................................................................... 33 Landa v. Dratch, ........................................................................................................................................................... 19 Larrison v. Scarola Reavis & Parent LLP ....................................................................................................................... 26 Glasser v. Kenmore Property, LLC ................................................................................................................... 32 Lorin v. 501 Second Street LLC and Dorothy Nash ........................................................................................................ 7"
  },
  {
    "chunk_id": "chunk_36",
    "text": "Louissaint v. DePaolo ..................................................................................................................................................... 2 Macnish-Lenox, LLC, v. Simpson, ................................................................................................................................... 7  35 Mahl v. Rand, ............................................................................................................................................................... 18 Mahler v. Campagna .................................................................................................................................................... 31 Markard v. Markard ..................................................................................................................................................... 13 Matter of Bloodsaw ..................................................................................................................................................... 24 Matter of Gold, Stewart, Kravitz, Benes, LLP, v. Crippen ............................................................................................. 17"
  },
  {
    "chunk_id": "chunk_37",
    "text": "Gretz v. Goldman .......................................................................................................................................... 4 Matter of Jo D. Talbot .................................................................................................................................................... 9 Matter of Raymond E. Kerno ....................................................................................................................................... 23 Matter of Sciandra v Palmer ........................................................................................................................................ 32 MBNA America Bank, A. v. Sally Coe, ....................................................................................................................... 20 McNamee, Lochner, C. v. Bethany M. Killeen, .............................................................................. 27 Messenger v. Deem, ...................................................................................................................................................... 2"
  },
  {
    "chunk_id": "chunk_38",
    "text": "Meyers v. Sorote, ................................................................................................................................................... 22, 32 MINTZ & GOLD LLP, v. DAIBES, ................................................................................................................................... 10 Moraitis v Moraitis ...................................................................................................................................................... 30 LLP v. Altman, .......................................................................................................................... 25, 26, 28 Mulcahy v Mulcahy ...................................................................................................................................................... 13 Newkirk v. Fourmen Construction Inc., ....................................................................................................................... 29 Ostrolenk v. Christopher, ............................................................................................................................................. 11"
  },
  {
    "chunk_id": "chunk_39",
    "text": "Paikin v. Tsirelman ..................................................................................................................................................... 3, 5 Pascazi Law Offs., PLLC v Pioneer Natural Pools, Inc., ................................................................................................. 26 Pickard v. Tarnow, ....................................................................................................................................................... 31 Potruch v Berson ......................................................................................................................................................... 13 Inc. v. Harrington Henry LLP, .......................................................................................................... 19 Prudential Equity Group, Llc v. Ajamie ........................................................................................................................ 33"
  },
  {
    "chunk_id": "chunk_40",
    "text": "Pruzan v. Levine, .......................................................................................................................................................... 18 Riley v. Coughtry, ......................................................................................................................................................... 14 Rotker v. Rotker ....................................................................................................................................................... 3, 30 Sachs v. Zito ................................................................................................................................................................. 21 Scanomat A/S v. Bois, Schiller & Flexner LLP ............................................................................................................... 28"
  },
  {
    "chunk_id": "chunk_41",
    "text": "Scordio v. Scordio .......................................................................................................................................................... 3 Scott v. Jacobs (trial de novo), ..................................................................................................................................... 20 Scott v. Jacobs, (Liens) ................................................................................................................................................. 29 Plant v. Channing ............................................................................................................................................ 14 Seth Rubenstein,"
  },
  {
    "chunk_id": "chunk_42",
    "text": "C. v. Ganea, ................................................................................................................................... 15 Sieratzki v. Sei Global, .................................................................................................................................................... 7 Soni v. Pryor ................................................................................................................................................................. 31 Spina v. Michael J. DeFilippo PC .................................................................................................................................. 23"
  },
  {
    "chunk_id": "chunk_43",
    "text": "Stodolski v. Wisselman, ............................................................................................................................................... 17 Williams v. Jacqueline Jackson .............................................................................................................. 8 Tomei v Schwartz ........................................................................................................................................................... 2 Tray v. Thaler ............................................................................................................................................................... 19 Tucker v. Weich ........................................................................................................................................................... 27"
  },
  {
    "chunk_id": "chunk_44",
    "text": "Verkowitz v. Torres ...................................................................................................................................................... 12 PC v. Finkelstein .................................................................................................................................... 12 Wallenstein v. Cohen, .................................................................................................................................................. 31 Ween v. Dow ............................................................................................................................................................... 28"
  },
  {
    "chunk_id": "chunk_45",
    "text": "Weinstein v. Dvir ......................................................................................................................................................... 29 Wenig Saltiel, LLP v. Secord ......................................................................................................................................... 10 Wexler & Burkhart, LLP v. Grant .................................................................................................................................... 2 Williams v Foubister ...................................................................................................................................................... 4 Ziskin v. Bi-County Electric Corp., ................................................................................................................................ 16  36"
  }
]